Repository: Toddless/Tarazed
Catalog: scr/Proto/Workout.Planner/Strings/AppStrings.*.resx
Languages: de_de

source: Authentication
de_de: Authentifizierung

# Deleted
source: Successfully deleted
de_de: Erfolgreich gelöscht

# SomethingWrong
source: Something went wrong. Try again
de_de: Etwas ist schiefgegangen. Versuch es noch mal

# Successfull
source: Successfully saved
de_de: Erfolgreich gespeichert

# NameMatch
source: New name match old name
de_de: Alter Name entspricht den alten Namen

# OkButton
source: Ok
de_de: Okay

# SaveButton
source: Save
de_de: Speichern

# TitelCreate
source: Create
de_de: Plan erstellen

# TitelEdit
source: Edit
de_de: Plan bearbeiten

source: Add new plan
de_de: Neues Plan hinzufügen

# EmailPlaceholder
source: Enter email
de_de: Email eingeben

# PasswordPlaceholder
source: Enter password
de_de: Password eingeben

# RegisterButton
source: Register new profile
de_de: Neue Profile anlegen

# LoginButton
source: Login
de_de: Anmelden

# RecoveryPasswordButton
source: Password recovery
de_de: Password wiederherstellen

source: Warning
de_de: Warnung

# DeletingProfile
source: Enter your password to permanently delete your account
de_de: Geben Sie Ihres Passwort ein, um das Profile permanent zu löschen

# CancelButton
source: Cancel
de_de: Stornieren

source: Delete
de_de: Löschen

source: Send
de_de: Senden

source: Email already exists
de_de: Das Email existiert schon

# AuthorizationExpired
source: Authorization is expired. Please login
de_de: Die Autorisierung ist abgelaufen. Melden Sie sich wieder an

# LogoutButton
source: Logout
de_de: Abmelden

# SettingsButton
source: Settings
de_de: Einstellungen

# DeleteElement
source: Are you sure? This action cannot be reversed
de_de: Sind Sie sicher? Das Action kann nicht zurückgekehrt werden

# EmailFormatWrong
source: Email format is wrong. Try again
de_de: Format des Emails ist falsch. Versuchen Sie noch mal

# EmailOrResetCode
source: Email or reset code is wrond. Try again
de_de: Emailformat oder die Wiederherstellungscode sind falsch. Versuchen Sie noch mal

# ResetCodeIsSend
source: Reset code was send. Check your Email
de_de: Resetcode war gesendet. Bitte, überprüfen Sie Ihre Email

# PasswordFormatWrong
source: Password should be at least 4 characters long and contain at least 1 uppercase letter, 1 number and no spaces
de_de: Das Passwort soll mindestens 4 Zeichen lang sein, eine Buchstabe, ein Ziffer und kein Leerzeichen enthalten

# NameFormatWrong
source: Name should be a minimum of 4 characters and a maximum of 50 characters
de_de: Der Name soll mindestens 4 und maximal 50 Zeichen sein

# AboutButton
source: About
de_de: Über

# Developer
source: Intern
de_de: Praktikant

# PropertyToValidateNotFound
source: Property to validate was not found
de_de: Property zur Validierung wurde nicht gefunden

# EnterEmailToPasswordRecovery
source: Please enter email to recover your password
de_de: Email eingeben

# PasswordNotMatch
source: Passwords did not match
de_de: Passwörter sind ungleich

# IsRequerd
source: Is requered
de_de: Erforderlich
